button.add_to_queue_option.push_front=\u0417\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0432 \u043d\u0430\u0447\u0430\u043b\u043e \u043e\u0447\u0435\u0440\u0435\u0434\u0438
button.add_to_queue_option.push_back=\u0417\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0432 \u043a\u043e\u043d\u0435\u0446 \u043e\u0447\u0435\u0440\u0435\u0434\u0438
button.add_to_queue_option.take_place=\u0412\u044b\u0431\u0440\u0430\u0442\u044c \u043c\u0435\u0441\u0442\u043e

button.main.take_place=\u0417\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c
button.main.add_friend_place=\u0417\u0430\u043f\u0438\u0441\u0430\u0442\u044c \u0434\u0440\u0443\u0433\u0430 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c
button.main.update_place=\u0417\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u043d\u0430 \u0434\u0440\u0443\u0433\u043e\u0435 \u043c\u0435\u0441\u0442\u043e \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u0438
button.main.remove_place=\u0412\u044b\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0438\u0437 \u043e\u0447\u0435\u0440\u0435\u0434\u0438
button.main.view_queue_series=\u041f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u0441\u043f\u0438\u0441\u043e\u043a \u043e\u0447\u0435\u0440\u0435\u0434\u0435\u0439
button.main.view_queues=\u041f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u043e\u0447\u0435\u0440\u0435\u0434\u044c

button.admin.add_group=Add group of students

error.auth.user_not_found=\u041f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d
error.auth.username_not_found=\u041d\u0438\u043a\u043d\u0435\u0439\u043c \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d
error.auth.already_authorized_user=\u0423\u0445, \u043c\u044b \u0441 \u0442\u043e\u0431\u043e\u0439 \u0443\u0436\u0435 \u0437\u043d\u0430\u043a\u043e\u043c\u044b. \u042f \u0433\u043e\u0442\u043e\u0432 \u0442\u0435\u0431\u0435 \u043f\u043e\u043c\u043e\u0447\u044c!
error.auth.forbidden_auth_user=\u0411\u043b\u0438\u043d, \u0447\u0442\u043e-\u0442\u043e \u043f\u043e\u0448\u043b\u043e \u043d\u0435 \u0442\u0430\u043a \u0438 \u044f \u043d\u0435 \u0441\u043c\u043e\u0433 \u0442\u0435\u0431\u044f \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u0442\u044c.\u041f\u043e\u043f\u0440\u043e\u0431\u0443\u0439 \u0441\u043d\u043e\u0432\u0430!
error.auth.non_authorized_user=\u041c\u044b \u0441 \u0442\u043e\u0431\u043e\u0439 \u043f\u043e\u043a\u0430 \u043d\u0435 \u0437\u043d\u0430\u043a\u043e\u043c\u044b, \u044f \u043d\u0435 \u043c\u043e\u0433\u0443 \u0442\u0435\u0431\u0435 \u043f\u043e\u043c\u043e\u0447\u044c. \u0412\u0432\u0435\u0434\u0438 \u043a\u043e\u043c\u0430\u043d\u0434\u0443 /start \u0434\u043b\u044f \u043d\u0430\u0447\u0430\u043b\u0430

error.queue.invalid_option=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0430\u044f \u043e\u043f\u0446\u0438\u044f \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c
error.queue.take_place_failed=\u0411\u043b\u0438\u043d, \u043f\u043e\u0445\u043e\u0436\u0435 \u043a\u0442\u043e-\u0442\u043e \u0437\u0430\u043d\u044f\u043b \u044d\u0442\u043e \u043c\u0435\u0441\u0442\u043e. \u041f\u043e\u043f\u0440\u043e\u0431\u0443\u0439 \u0441\u043d\u043e\u0432\u0430!
error.queue.create_queue_failed=\u041d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u0441\u043e\u0437\u0434\u0430\u0442\u044c \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
error.queue.student_already_took_place=\u0421\u0442\u0443\u0434\u0435\u043d\u0442 \u0443\u0436\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
error.queue.queue_not_found=\u041d\u0430 \u044d\u0442\u043e\u0442 \u0434\u0435\u043d\u044c \u043e\u0447\u0435\u0440\u0435\u0434\u0438 \u0435\u0449\u0435 \u043d\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.

error.student.student_not_found=\u0421\u0442\u0443\u0434\u0435\u043d\u0442 \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d.

flow.start.msg.universities=\u041f\u0440\u0438\u0432\u0435\u0442, \u044f \u0411\u043e\u0442, \u043c\u043e\u0433\u0443 \u0431\u044b\u0442\u044c \u043e\u0447\u0435\u043d\u044c \u043f\u043e\u043b\u0435\u0437\u0435\u043d. \u0411\u043b\u0438\u043d, \u043c\u044b \u0441 \u0442\u043e\u0431\u043e\u0439 \u043f\u043e\u043a\u0430 \u043d\u0435 \u0437\u043d\u0430\u043a\u043e\u043c\u044b. \u0412\u044b\u0431\u0435\u0440\u0438, \u043f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u0432 \u043a\u0430\u043a\u043e\u043c \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0438\u0442\u0435\u0442\u0435 \u0442\u044b \u0443\u0447\u0438\u0448\u044c\u0441\u044f.
flow.start.msg.courses=\u0414\u0430\u0432\u0430\u0439 \u0432\u044b\u0431\u0435\u0440\u0435\u043c \u043d\u0430 \u043a\u0430\u043a\u043e\u043c \u043a\u0443\u0440\u0441\u0435 \u0442\u044b \u0443\u0447\u0438\u0448\u044c\u0441\u044f.
flow.start.msg.groups=\u041e\u0442\u043b\u0438\u0447\u043d\u043e. \u0422\u0435\u043f\u0435\u0440\u044c \u0432\u044b\u0431\u0435\u0440\u0438 \u0433\u0440\u0443\u043f\u043f\u0443.
flow.start.msg.students=\u0422\u043e\u043f\u0447\u0438\u043a! \u0422\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u0439\u0434\u0438 \u0441\u0435\u0431\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435.
flow.start.msg.finish=\u0423\u0440\u0430, \u0442\u0435\u043f\u0435\u0440\u044c \u043c\u044b \u0437\u043d\u0430\u043a\u043e\u043c\u044b!) \u042f \u043f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e \u0433\u043e\u0442\u043e\u0432 \u0442\u0435\u0431\u0435 \u043f\u043e\u043c\u043e\u0447\u044c.

flow.take_place.msg.queue_series=\u0425\u043e\u0440\u043e\u0448\u043e, \u0434\u0430\u0432\u0430\u0439 \u0432\u044b\u0431\u0435\u0440\u0435\u043c \u043a \u043a\u043e\u043c\u0443 \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.take_place.msg.date=\u0412\u0432\u0435\u0434\u0438 \u0434\u0430\u0442\u0443, \u043f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0435 dd/MM/yyyy.
flow.take_place.msg.option=\u0414\u0430\u0432\u0430\u0439 \u0432\u044b\u0431\u0435\u0440\u0435\u043c, \u043a\u0430\u043a \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.take_place.msg.places=\u0412\u044b\u0431\u0435\u0440\u0438 \u043c\u0435\u0441\u0442\u043e.
flow.take_place.msg.finish=\u041a\u0440\u0443\u0442\u043e, \u0442\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e %1$d.

flow.view_queue_series.msg.finish=\u0412\u043e\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u043e\u0447\u0435\u0440\u0435\u0434\u0435\u0439, \u0432 \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0442\u044b \u043c\u043e\u0436\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f:\n%1$s

flow.view_queue.msg.queue_series=\u041e\u0442\u043b\u0438\u0447\u043d\u043e, \u0432\u044b\u0431\u0435\u0440\u0438, \u043a\u0430\u043a\u0443\u044e \u043e\u0447\u0435\u0440\u0435\u0434\u044c \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u043f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c.
flow.view_queue.msg.date=\u0425\u043e\u0440\u043e\u0448\u043e, \u0442\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u043f\u0438\u0448\u0438 \u0434\u0430\u0442\u0443 \u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0435 dd/MM/yyyy, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u043f\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.view_queue.msg.finish=\u0412\u043e\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u043e\u0432, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0443\u0436\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044c \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c \u043d\u0430 \u044d\u0442\u043e\u0442 \u0434\u0435\u043d\u044c:\n%1$s

flow.add_friend_to_queue.msg.courses= \u0414\u0430\u0432\u0430\u0439 \u0432\u044b\u0431\u0435\u0440\u0435\u043c \u043a\u0443\u0440\u0441, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u043e\u043c \u0443\u0447\u0438\u0442\u044c\u0441\u044f \u0442\u0432\u043e\u0439 \u0434\u0440\u0443\u0433.
flow.add_friend_to_queue.msg.groups=\u041e\u0442\u043b\u0438\u0447\u043d\u043e. \u0422\u0435\u043f\u0435\u0440\u044c \u0432\u044b\u0431\u0435\u0440\u0438 \u0433\u0440\u0443\u043f\u043f\u0443.
flow.add_friend_to_queue.msg.students=\u0422\u043e\u043f\u0447\u0438\u043a! \u0422\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u0439\u0434\u0438 \u0434\u0440\u0443\u0433\u0430 \u0432 \u0441\u043f\u0438\u0441\u043a\u0435. \u0422\u043e\u043b\u044c\u043a\u043e \u0443\u0447\u0442\u0438, \u0447\u0442\u043e \u0435\u0433\u043e \u0438\u043c\u0435\u043d\u0438 \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u0432 \u0441\u043f\u0438\u0441\u043a\u0435, \u0435\u0441\u043b\u0438 \u043c\u044b \u0441 \u043d\u0438\u043c \u0435\u0449\u0435 \u043d\u0435 \u0437\u043d\u0430\u043a\u043e\u043c\u044b.
flow.add_friend_to_queue.msg.queue_series=\u041e\u0442\u043b\u0438\u0447\u043d\u043e, \u0432\u044b\u0431\u0435\u0440\u0438, \u0432 \u043a\u0430\u043a\u0443\u044e \u043e\u0447\u0435\u0440\u0435\u0434\u044c \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c \u0434\u0440\u0443\u0433\u0430.
flow.add_friend_to_queue.msg.date=\u0425\u043e\u0440\u043e\u0448\u043e, \u0442\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u043f\u0438\u0448\u0438 \u0434\u0430\u0442\u0443 \u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0435 dd/MM/yyyy, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u044f \u0437\u0430\u043f\u0438\u0448\u0443 \u0442\u0432\u043e\u0435\u0433\u043e \u0434\u0440\u0443\u0433\u0430.
flow.add_friend_to_queue.msg.option=\u0412\u044b\u0431\u0435\u0440\u0438, \u043a\u0430\u043a \u043c\u043d\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c \u0442\u0432\u043e\u0435\u0433\u043e \u0434\u0440\u0443\u0433\u0430 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.add_friend_to_queue.msg.places=\u0412\u044b\u0431\u0435\u0440\u0438, \u043d\u0430 \u043a\u0430\u043a\u043e\u0435 \u043c\u0435\u0441\u0442\u043e \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c \u0434\u0440\u0443\u0433\u0430.
flow.add_friend_to_queue.msg.finish=\u041a\u0440\u0443\u0442\u043e, \u044f \u0437\u0430\u043f\u0438\u0441\u0430\u043b \u0442\u0432\u043e\u0435\u0433\u043e \u0434\u0440\u0443\u0433\u0430 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c
flow.add_friend_to_queue.msg.friend_notification=\u0422\u0435\u0431\u044f \u0437\u0430\u043f\u0438\u0441\u0430\u043b\u0438 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c %1$s \u043d\u0430 \u0434\u0430\u0442\u0443 %1$t. \u0422\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e %1$d.

flow.remove_place.msg.queue_series=\u041e\u0442\u043b\u0438\u0447\u043d\u043e, \u0432\u044b\u0431\u0435\u0440\u0438, \u0438\u0437 \u043a\u0430\u043a\u043e\u0439 \u043e\u0447\u0435\u0440\u0435\u0434\u0438 \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0432\u044b\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f.
flow.remove_place.msg.date=\u0425\u043e\u0440\u043e\u0448\u043e, \u0442\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u043f\u0438\u0448\u0438 \u0434\u0430\u0442\u0443 \u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0435 dd/MM/yyyy. \u042f \u0432\u044b\u043f\u0438\u0448\u0443 \u0442\u0435\u0431\u044f \u0438\u0437 \u043e\u0447\u0435\u0440\u0435\u0434\u0438 \u043d\u0430 \u044d\u0442\u0443 \u0434\u0430\u0442\u0443.
flow.remove_place.msg.finish=\u0421\u0434\u0435\u043b\u0430\u043d\u043e, \u0442\u0435\u043f\u0435\u0440\u044c \u0442\u044b \u0432\u044b\u043f\u0438\u0441\u0430\u043d \u0438\u0437 \u043e\u0447\u0435\u0440\u0435\u0434\u0438.

flow.take_another_place.msg.queue_series=\u041e\u0442\u043b\u0438\u0447\u043d\u043e, \u0432\u044b\u0431\u0435\u0440\u0438 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.take_another_place.msg.date=\u0425\u043e\u0440\u043e\u0448\u043e, \u0442\u0435\u043f\u0435\u0440\u044c \u043d\u0430\u043f\u0438\u0448\u0438 \u0434\u0430\u0442\u0443 \u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0435 dd/MM/yyyy, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u044f \u0442\u0435\u0431\u044f \u043f\u0435\u0440\u0435\u0437\u0430\u043f\u0438\u0448\u0443.
flow.take_another_place.msg.option=\u0412\u044b\u0431\u0435\u0440\u0438, \u043a\u0430\u043a \u044f \u0442\u0435\u0431\u044f \u0437\u0430\u043f\u0438\u0448\u0443 \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c.
flow.take_another_place.msg.places=\u0412\u044b\u0431\u0435\u0440\u0438, \u043d\u0430 \u043a\u0430\u043a\u043e\u0435 \u043d\u043e\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e \u0442\u044b \u0445\u043e\u0447\u0435\u0448\u044c \u0437\u0430\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f.
flow.take_another_place.msg.finish=\u041a\u0440\u0443\u0442\u043e, \u044f \u0437\u0430\u043f\u0438\u0441\u0430\u043b \u0442\u0435\u0431\u044f \u0432 \u043e\u0447\u0435\u0440\u0435\u0434\u044c \u043d\u0430 \u043d\u043e\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e. \u0422\u0432\u043e\u0435 \u043d\u043e\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e %1$d.
